

export default function AboutSection() {
    return (
        <div className='w-full max-w-full 
        lg:px-44
        md:px-44
        px-4 
         xl:mt-44
            lg:mt-44
            md:mt-44
            mt-28 
            flex justify-between ' >
            <div className="text-right w-1/2" >
                <span className="text-sm text-[#3983b2] font-medium" >نبذة عنا</span>
                <h1 className="text-[50px] font-semibold text-black" >سرعة عالية
                    <br />
                    مصممة لإبقائك
                    <br />على اتصال.</h1>
            </div>

            <div className="text-right w-1/2" >
                <p className="text-sm text-[#5F6168] font-normal leading-6" >تأسست شركة هاي سبيد عام ٢٠١٦، وهي شركة رائدة في مجال توفير الإنترنت عبر الأقمار الصناعية، حيث تقدم خدمة إنترنت عالية السرعة ومتواصلة في العديد من محافظات تركيا. منذ تأسيسها، دأبنا على الاستثمار في التكنولوجيا وتحسين جودة خدماتنا باستمرار، بهدف توفير أفضل تجربة إنترنت لعملائنا.
                    <br />
                    <br />
                    بفضل بنيتنا التحتية المتطورة وحلولنا الفعّالة، نوفر خدمة إنترنت عالية الجودة وموثوقة في كل مكان، من مراكز المدن إلى المناطق الريفية النائية. حلول الإنترنت عبر الأقمار الصناعية التي نقدمها، والتي تعمل بشكل مستقل عن البنية التحتية التقليدية، توفر لمستخدمينا بديلاً فعالاً، لا سيما في المناطق التي لا تتوفر فيها خدمة الألياف الضوئية أو خدمة ADSL.
                    <br />
                    <br />
                    نضع رضا العملاء على رأس أولوياتنا، ونوفر اتصالات سريعة ومتواصلة وآمنة. في هاي سبيد، نطور حلول إنترنت مرنة ومبتكرة خصيصًا لعملائنا من الأفراد والشركات، مما يُزيل قيود الإنترنت. نقدم باقات إنترنت مصممة خصيصًا لتلبية احتياجات الشركات والمستخدمين المنزليين والمشاريع الكبيرة، لضمان استفادة الجميع من الإنترنت عالي السرعة.
                    <br />
                    <br />
                    مهمتنا هي تعزيز التواصل مع العالم الرقمي وإزالة عوائق التواصل من خلال توفير خدمة إنترنت عالية الجودة ومتواصلة في جميع أنحاء تركيا. رؤيتنا هي مواصلة تحسين الوصول إلى الإنترنت باستخدام تقنيات مبتكرة وجعله في متناول الجميع.</p>
            </div>
        </div>
    )
}
