

export default function KvkSection() {
    return (
        <div className='w-full max-w-full 
        lg:px-44
        md:px-44
        px-4 
         xl:mt-44
            lg:mt-44
            md:mt-44
            mt-28 
            flex justify-between ' >
            <div className="text-right w-1/2" >
                <h1 className="text-[50px] font-semibold text-black" >
                    نص معلومات <br />
                    المشترك الفردي <br />
                    والمرشح المشترك ال<br />
                    فردي في الاتصالات عالية السرعة
                </h1>
            </div>

            <div className="text-right w-1/2" >
                <p className="text-sm text-[#5F6168] font-normal leading-6">
                    بصفتنا شركة هاي سبيد تيليكومونيكاسيون ("هاي سبيد")، أعددنا هذه الوثيقة التعريفية لإطلاعكم على طلب اشتراككم في هاي سبيد، والبيانات الشخصية التي سيتم جمعها ومعالجتها ضمن نطاق اشتراككم في حال قبول طلبكم، وذلك وفقًا للقانون رقم 6698 بشأن حماية البيانات الشخصية ("القانون") والتشريعات ذات الصلة.
                    <br />
                    <br />
                    البيانات الشخصية التي نعالجها

                    <br />
                    <br />
                    البيانات الشخصية التي تعالجها هاي سبيد ضمن نطاق طلب اشتراككم مُدرجة أدناه:

                    <br />
                    <br />
                    معلومات الهوية: الاسم، اللقب، رقم الهوية التركية. رقم الهوية، تاريخ الميلاد
                    معلومات الاتصال: رقم الهاتف، رقم الهاتف الثابت، عنوان البريد الإلكتروني
                    معلومات معاملات العميل: تسجيلات صوت مركز الاتصال، رقم الخدمة، تفضيلات الفاتورة
                    أغراض معالجة بياناتك الشخصية
                    تعالج شركة هاي سبيد بياناتك الشخصية لأغراض معالجة معاملات اشتراكك، كما هو موضح أدناه:
                    <br />

                    إكمال طلب اشتراكك
                    توفير خدمات الاتصالات الإلكترونية
                    الفوترة
                    إجراء عمليات الدعم الفني وإصلاح الأعطال
                    الأشخاص الذين قد تُنقل إليهم بياناتك الشخصية
                    لا يجوز مشاركة بياناتك الشخصية مع الجهات التالية إلا بالقدر الضروري، وفي إطار اللوائح القانونية ذات الصلة:
                    <br />

                    المؤسسات العامة والمحاكم المرخصة
                    مزودو خدمات البنية التحتية للإنترنت
                    مزودو خدمات مراكز الاتصال
                    البنوك لمعاملات الدفع
                    حقوقك
                    بموجب المادة 11 من القانون، لديك الحقوق التالية:
                    <br />

                    معرفة ما إذا تمت معالجة بياناتك الشخصية
                    طلب معلومات عنها في حال معالجتها
                    طلب تصحيحها في حال معالجتها بشكل غير صحيح أو غير كامل
                    طلب حذفها أو إتلافها بياناتك الشخصية - طلب تعويض
                    في حال تضررك من المعالجة غير القانونية
                    طرق التقديم
                    يمكنك تقديم طلب لممارسة حقوقك من خلال إحدى الطرق التالية:
                    <br />

                    طلب خطي: ​​أكاسيا ماه، شارع شكرو بالجي، رقم 89 أ، أنطاكيا/هاتاي
                    عنوان KEP: highspeed@hs01.kep.tr
                    البريد الإلكتروني: kvkk@highspeed.com.tr
                    يمكنك تقديم طلبك عن طريق تعبئة النموذج الذي أعددناه لتسهيل طلبك.
                    <br />

                    للتواصل
                    للمزيد من المعلومات، يمكنك التواصل معنا عبر القنوات التالية:
                    <br />

                    الهاتف: 08508503131
                    الموقع الإلكتروني: highspeed.com.tr
                </p>
            </div>
        </div>
    )
}
